"SPC Password" = "SPC Password";
"Authentication Key" = "Authentication Key";
"Incorrect key" = "Incorrect key";
"Incorrect SPC Password" = "Incorrect SPC Password";
"Enter 26 digit key" = "Enter 26 digit authentication key.";
"Security" = "Security";
"Too many retries of SPC." = "Too many retries of SPC.";
"AKEY set successfully." = "AKEY set successfully.";
"Failed to set AKEY." = "Failed to set AKEY.";
"Too many retries of AKEY." = "Too many retries of AKEY.";
"Password" = "Password";
"Key" = "Key";
"OK" = "OK";
"Cancel" = "Cancel";